Revit 2026 API

# ControlledApplicationVersionBuild Property

---
**Namespace:** Autodesk.Revit.ApplicationServices**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string VersionBuild { get; }
```
```vb
Public ReadOnly Property VersionBuild As String
	Get
```
```cpp
public:
property String^ VersionBuild {
	String^ get ();
}
```
```fsharp
member VersionBuild : string with get
```

#### Property Value

String

#### Reference

ControlledApplication Class

Autodesk.Revit.ApplicationServices Namespace